/* 
  Localizable.strings
  We all pay

  Created by Mark Cornelisse on 15/12/14.
  Copyright (c) 2014 Mark Cornelisse. All rights reserved.
*/

/* For your event $1EventName, $2Person should pay next. */
"For your event %@, %@ should pay next" = "For your event %1$@, %2$@ should pay next";

/* No data to display. */
"There is no data to display" = "I don't know who's paying next. Tap here to open We all pay and add a payment to an event.";
